amdxdna-dkms
anydesk-bin
ascii-image-converter
asus-5606-fan-state
asusctl
auto-cpufreq
bauh
blueberry
catppuccin-cursors-mocha
gcalcli
github-desktop-bin
google-chrome
heroic-games-launcher-bin
howdy-git
hypr-zoom
hyprshade
icloud-for-linux-git
libinput-gestures
libpng12
librewolf-bin
linux-enable-ir-emitter
lisgd
maxautoclicker
minecraft-launcher
noctalia-shell
nomacs
nordvpn-bin
paru
plymouth-theme-arch-logo
plymouth-theme-cuts-alt-git
plymouth-theme-cuts-git
plymouth-theme-deus-ex-git
protonup-qt
qt5-webengine
rofi-xdph-git
rog-control-center
ruby-fusuma
ruby-fusuma-plugin-keypress
ruby-fusuma-plugin-sendkey
sddm-eucalyptus-drop
shutter-encoder-bin
spotify
supergfxctl
tcllib
unityhub
ventoy-bin
wallust
waypaper
whatsapp-linux-desktop
wlogout
wyrd
xwaylandvideobridge
yay
youtube
zapzap-git
zoom
