ascii-image-converter
asusctl
bauh
blueberry
catppuccin-cursors-mocha
github-desktop-bin
google-chrome
hyprshade
nomacs
nordvpn-bin
paru
paru-debug
pinta
quickshell-git
spotify
supergfxctl
unityhub
wallust
waypaper
whatsapp-linux-desktop
wlogout
xwaylandvideobridge
xwaylandvideobridge-debug
yay
youtube
zen-browser-bin
