amdxdna-dkms
ascii-image-converter
asusctl
auto-cpufreq
bauh
blueberry
catppuccin-cursors-mocha
github-desktop-bin
google-chrome
heroic-games-launcher-bin
howdy-git
hyprcursor-git
hyprland-git
hyprland-guiutils-git
hyprlock-git
hyprshade
hyprwire-git
icloud-for-linux-git
linux-enable-ir-emitter
minecraft-launcher
noctalia-shell
nomacs
nordvpn-bin
paru
paru-debug
pinta
plymouth-theme-arch-logo
plymouth-theme-cuts-alt-git
plymouth-theme-cuts-git
plymouth-theme-deus-ex-git
protonup-qt
rog-control-center
sddm-eucalyptus-drop
spotify
supergfxctl
unityhub
ventoy-bin
wallust
waypaper
whatsapp-linux-desktop
wlogout
xwaylandvideobridge
xwaylandvideobridge-debug
yay
youtube
zapzap-git
zoom
