7zip
aerc
amd-ucode
ascii-image-converter
asusctl
base
base-devel
bat
bauh
bc
blueberry
blueman
bluez
bluez-utils
brightnessctl
btop
calc
calcurse
calf
catppuccin-cursors-mocha
discord
dmidecode
drm-info
easyeffects
efibootmgr
evtest
fastfetch
fd
figlet
flatpak
foliate
fzf
gamemode
gemini-cli
ghostty
gimp
git
git-filter-repo
github-desktop-bin
gitleaks
glfw
google-chrome
gst-plugin-pipewire
gum
gwenview
htop
hypridle
hyprland
hyprlock
hyprshade
hyprshot
ifuse
lazygit
libinput-tools
libpulse
linux
linux-firmware
llvm
lsp-plugins-lv2
luarocks
mako
man-db
man-pages
mangohud
mda.lv2
mpv
msitools
neovim
networkmanager
nmap
nordvpn-bin
npm
nwg-dock-hyprland
nwg-look
obsidian
openssh
pacman-contrib
papirus-icon-theme
paru
paru-debug
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
prettier
python-pip
qt6-wayland
quickshell-git
qutebrowser
reflector
ripgrep
rofi
rustup
sddm
sof-firmware
speedtest-cli
spotify
starship
steam
stow
supergfxctl
swaync
swww
thunar
timeshift
tlp
tlp-pd
tlp-rdw
tmux
touchegg
tree
ttf-cascadia-code-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ufw
unityhub
unixodbc
unzip
virtualbox
wallust
waybar
waypaper
wev
wf-recorder
wget
whatsapp-linux-desktop
wine
winetricks
wireplumber
wlogout
wmctrl
xdg-desktop-portal-hyprland
xdotool
xwaylandvideobridge
xwaylandvideobridge-debug
yay
yazi
youtube
zam-plugins-lv2
zen-browser-bin
zram-generator
zsh
zsh-autocomplete
zsh-completions
