7zip
aerc
alacritty
amd-ucode
amdxdna-dkms
aria2
ascii-image-converter
asusctl
auto-cpufreq
base
base-devel
bat
bauh
bc
blueberry
blueman
bluez
bluez-utils
breeze
brightnessctl
btop
calc
calcurse
calf
cameractrls
catppuccin-cursors-mocha
cliphist
discord
dmidecode
drm-info
easyeffects
efibootmgr
evtest
fastfetch
fd
ffmpeg4.4
figlet
firefox
firefoxpwa
flatpak
foliate
foot
fzf
gamemode
gamescope
gemini-cli
ghostty
gimp
git
git-filter-repo
git-lfs
github-desktop-bin
gitleaks
glfw
google-chrome
googleworkspace-cli
gpu-screen-recorder
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gum
gwenview
heroic-games-launcher-bin
howdy-git
htop
hyprcursor-git
hypridle
hyprland-git
hyprland-guiutils-git
hyprlock-git
hyprpicker
hyprshade
hyprshot
hyprwire-git
icloud-for-linux-git
ifuse
kamoso
kdeconnect
kitty
lact
lazygit
lib32-mangohud
libcamera
libinput-gestures
libinput-tools
libpulse
linux
linux-enable-ir-emitter
linux-firmware
llvm
lsp-plugins-lv2
luarocks
mako
man-db
man-pages
mangohud
mda.lv2
minecraft-launcher
mplayer
mpv
msitools
ncdu
neovim
nethogs
networkmanager
nmap
noctalia-shell
nomacs
nordvpn-bin
npm
ntfs-3g
nvtop
nwg-dock-hyprland
nwg-look
obs-studio
obsidian
openssh
pacman-contrib
papirus-icon-theme
paru
paru-debug
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pipewire-v4l2
plasma-desktop
plymouth
plymouth-theme-arch-logo
plymouth-theme-cuts-alt-git
plymouth-theme-cuts-git
plymouth-theme-deus-ex-git
power-profiles-daemon
powertop
prettier
protonup-qt
python-evdev
python-pip
qt6-virtualkeyboard
qt6-wayland
qutebrowser
reflector
ripgrep
rofi
rog-control-center
ruby-fusuma
ruby-fusuma-plugin-keypress
ruby-fusuma-plugin-sendkey
rustup
sddm
sddm-eucalyptus-drop
snapshot
sof-firmware
speedtest-cli
spotify
starship
steam
stow
supergfxctl
swaync
swww
sysstat
thunar
timeshift
tlp
tlp-rdw
tmux
touchegg
tree
ttf-cascadia-code-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ufw
unityhub
unixodbc
unzip
v4l2loopback-dkms
ventoy-bin
virtualbox
wallust
waybar
waypaper
wev
wf-recorder
wget
whatsapp-linux-desktop
wine
winetricks
wireplumber
wlogout
wlsunset
wmctrl
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdotool
xorg-xhost
xrt
xrt-plugin-amdxdna
xwaylandvideobridge
xwaylandvideobridge-debug
yay
yazi
youtube
zam-plugins-lv2
zapzap-git
zoom
zram-generator
zsh
zsh-autocomplete
zsh-completions
