7zip
adw-gtk-theme
aerc
alacritty
amd-ucode
amdxdna-dkms
anydesk-bin
aquamarine
aria2
ascii-image-converter
asus-5606-fan-state
asusctl
auto-cpufreq
awww
baobab
base
base-devel
bat
bauh
bc
blueberry
blueman
bluez
bluez-utils
breeze
brightnessctl
btop
calc
calcurse
calf
cameractrls
catppuccin-cursors-mocha
clinfo
cliphist
decibels
discord
distrobox
dmidecode
drm-info
easyeffects
efibootmgr
epiphany
evolution
evolution-on
evtest
fastfetch
fd
ffmpeg4.4
figlet
firefox
firefoxpwa
flatpak
foliate
foot
fzf
gamemode
gamescope
gcalcli
gdm
gemini-cli
ghostty
gimp
git
git-filter-repo
git-lfs
github-desktop-bin
gitleaks
glfw
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-remote-desktop
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
googleworkspace-cli
gpu-screen-recorder
grilo-plugins
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gum
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
heroic-games-launcher-bin
howdy-git
htop
hypr-zoom
hyprcursor
hyprgraphics
hypridle
hyprland
hyprlang
hyprlock
hyprpicker
hyprshade
hyprshot
hyprutils
icloud-for-linux-git
ifuse
kamoso
kdeconnect
kitty
lact
lazygit
ledger
lib32-mangohud
libcamera
libinput-gestures
libinput-tools
libpng12
libpulse
librewolf-bin
linux
linux-enable-ir-emitter
linux-firmware
lisgd
llvm
loupe
lsp-plugins-lv2
luarocks
malcontent
man-db
man-pages
mangohud
maxautoclicker
mda.lv2
mesa-utils
minecraft-launcher
mplayer
mpv
msitools
ncdu
neovim
nethogs
networkmanager
networkmanager-openvpn
nmap
noctalia-shell
nomacs
nordvpn-bin
npm
ntfs-3g
nvtop
nwg-dock-hyprland
nwg-look
obs-studio
obsidian
okular
openssh
orca
pacman-contrib
papers
papirus-icon-theme
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pipewire-v4l2
plasma-desktop
plymouth
plymouth-theme-arch-logo
plymouth-theme-cuts-alt-git
plymouth-theme-cuts-git
plymouth-theme-deus-ex-git
podman
power-profiles-daemon
powertop
prettier
protonup-qt
python-evdev
python-pip
qt5-webengine
qt6-virtualkeyboard
qt6-wayland
qutebrowser
rclone
reflector
remind
ripgrep
rofi
rofi-xdph-git
rog-control-center
ruby-fusuma
ruby-fusuma-plugin-keypress
ruby-fusuma-plugin-sendkey
rustup
rygel
sddm
sddm-eucalyptus-drop
seahorse
showtime
shutter-encoder-bin
simple-scan
snapshot
sof-firmware
speedtest-cli
spotify
starship
steam
stow
supergfxctl
sushi
sysstat
tcllib
tesseract
tesseract-data-eng
thunar
timeshift
tlp
tlp-rdw
tmux
touchegg
translate-shell
tree
ttf-cascadia-code-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ufw
unityhub
unixodbc
unzip
v4l2loopback-dkms
vdirsyncer
ventoy-bin
virtualbox
vivaldi
wallust
waybar
waypaper
wev
wf-recorder
wget
whatsapp-linux-desktop
wine
winetricks
wireplumber
wlogout
wlsunset
wmctrl
wtype
wyrd
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xorg-xhost
xrt
xrt-plugin-amdxdna
xsv
xwaylandvideobridge
yay
yazi
yelp
youtube
zam-plugins-lv2
zapzap-git
zoom
zram-generator
zsh
zsh-autocomplete
zsh-completions
